[ChainKill DishonoredObjective]
m_Description="连环杀戮"

[ChainKill:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="用连环杀戮尽可能多地杀人！"
m_Status=""

[ChainKillNormal DishonoredObjective]
m_Description="连环杀戮"

[ChainKillNormal:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="用连环杀戮尽可能多地杀人！"
m_Status=""

[CK_Objective_Phase1 DishonoredObjective]
m_Description="连环杀戮"

[CK_Objective_Phase1:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="杀死所有敌人。"
m_Status=""

[CK_Objective_Phase2 DishonoredObjective]
m_Description="连环杀戮 - 第2回合"

[CK_Objective_Phase2:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="杀死六名敌人。"
m_Status=""

[CK_Objective_Phase2:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="额外挑战: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase2:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="速杀挑战: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase3 DishonoredObjective]
m_Description="连环杀戮 - 第3回合"

[CK_Objective_Phase3:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="杀死十名敌人。"
m_Status=""

[CK_Objective_Phase3:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="额外挑战: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase3:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="速杀挑战: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase4 DishonoredObjective]
m_Description="连环杀戮 - 第4回合"

[CK_Objective_Phase4:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="杀死十五名敌人。"
m_Status=""

[CK_Objective_Phase4:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="额外挑战: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase4:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="速杀挑战: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase5 DishonoredObjective]
m_Description="连环杀戮 - 第5回合"

[CK_Objective_Phase5:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="杀死二十名敌人。"
m_Status=""

[CK_Objective_Phase5:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="额外挑战: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase5:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="速杀挑战: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase6 DishonoredObjective]
m_Description="连环杀戮 - 最终回合"

[CK_Objective_Phase6:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="杀死区域内全部二十五名敌人！"
m_Status=""

[CK_Objective_Phase6:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="额外挑战: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase6:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="速杀挑战: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

